<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Suma</title>

    <!-- Bootstrap 5.0 -->
    <!-- CSS only -->
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.0/dist/css/bootstrap.min.css" rel="stylesheet"
        integrity="sha384-KyZXEAg3QhqLMpG8r+8fhAXLRk2vvoC2f3B09zVXn8CA5QIVfZOJ3BCsw2P0p/We" crossorigin="anonymous">
    <!-- JavaScript Bundle with Popper -->
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.0/dist/js/bootstrap.bundle.min.js"
        integrity="sha384-U1DAWAznBHeqEIlVSCgzq+c9gqGAJn5c/t99JyeKa9xxaYpSvHU5awsuZVVFIhvj"
        crossorigin="anonymous"></script>
    <!-- Bootstrap 5.0 -->

    <link rel="stylesheet" href="../../CSS/footer.css">

</head>
 
<body>
    <header>
        <h1 style="color: teal;">Suma</h1>
    </header>
    <!-- Navbar-->
    <nav class="navbar navbar-expand-lg navbar-light bg-light">
        <div class="container-fluid">
            <a class="navbar-brand" href="../../index.html">Inicio</a>
            <button class="navbar-toggler" type="button" data-bs-toggle="collapse"
                data-bs-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false"
                aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse navbar-collapse" id="navbarSupportedContent">
                <ul class="navbar-nav me-auto mb-2 mb-lg-0">

                    <li class="nav-item dropdown">
                        <a class="nav-link dropdown-toggle" href="#" id="navbarDropdown" role="button"
                            data-bs-toggle="dropdown" aria-expanded="false">
                            Aritmetica
                        </a>
                        <ul class="dropdown-menu" aria-labelledby="navbarDropdown">
                            <li><a class="dropdown-item" href="../aritmetica.html">Aritmetica</a></li>
                            <li>
                                <hr class="dropdown-divider">
                            </li>
                            <li><a class="dropdown-item" href="suma.html">Suma</a></li>
                            <li><a class="dropdown-item" href="../resta/resta.html">Resta</a></li>
                            <li><a class="dropdown-item"
                                    href="../multiplicacion/multiplicacion.html">Multiplicacion</a></li>
                            <li><a class="dropdown-item" href="../division/division.html">Division</a></li>
                        </ul>
                    </li>

                    <li class="nav-item dropdown">
                        <a class="nav-link dropdown-toggle" href="#" id="navbarDropdown" role="button"
                            data-bs-toggle="dropdown" aria-expanded="false">
                            Geometria
                        </a>
                        <ul class="dropdown-menu" aria-labelledby="navbarDropdown">
                            <li><a class="dropdown-item" href="../../geometria/geometria.html">Geometria</a></li>
                            <li>
                                <hr class="dropdown-divider">
                            </li>
                            <li><a class="dropdown-item"
                                    href="../../geometria/bidimensional/bidimensional.html">Bidimensional</a></li>
                            <li><a class="dropdown-item"
                                    href="../../geometria/tridimensional/tridimensional.html">Tridimensional</a></li>
                        </ul>
                    </li>
                </ul>
            </div>
        </div>
    </nav>
    <!--Fin de NavBar-->
   <div class="container">
        <h2>¿Qu&eacute; son las sumas?</h2>
        <p>Llamamos suma a la acci&oacute;n de a&ntilde;adir, juntar o agregar elementos, cuando realizamos esta acci&oacute;n estamos 
            uniendo cantidades o conjuntos y para ello siempre debe haber un m&iacute;nimo de dos elementos.
            <br>
            La humanidad ya hac&iacute;a sumas antes de aprender a escribir o de tener un lenguaje. Se cree que muchas especies de animales 
            tambi&eacute;n saben sumar cantidades peque&ntilde;as.</p>
        <p>Sabemos que dependiendo del lugar que ocupen los d&iacute;gitos en una cifra, podr&aacute;n representar unidades, decenas, centenas, 
            unidades de mil, etc. De lo que se trata este m&eacute;todo es de sumar unidades con unidades, decenas con decenas, centenas con centenas y as&iacute; sucesivamente.</p>
       
        A continuaci&oacute;n veremos c&oacute;mo realizar la siguiente suma: 514 + 123
        <br>
        <br>
        <h2>Paso 1:</h2>
        <p>Primero debemos ubicar los sumandos uno debajo del otro, puedes imaginar l&iacute;neas verticales que forman casillas.  
            En la primera casilla de derecha a izquierda deben estar las unidades, en la segunda las decenas, en la tercera las centenas y as&iacute; sucesivamente.</p>
        <center>
        <img src="../../imagenes/para_aritmetica/para_sumar/1.png" width="500" height="300">
        </center>
        <h2>Paso 2:</h2>
        <p>Ahora sumamos los d&iacute;gitos que est&aacute;n en una misma columna, empezamos por las unidades: 4 + 3 = 7.
            Ponemos este resultado en la casilla de las unidades de la respuesta, que estar&aacute; ubicada bajo una l&iacute;nea horizontal.
        </p>
        <h2>Paso 3:</h2>
        <p>Seguimos con las decenas: 1 + 2 = 3, ubicamos esta suma en el lugar de las decenas de la respuesta. </p>
        <h2>Paso 4:</h2>
        <p>Finalmente operamos 5 + 1 = 6, poniendo ese n&uacute;mero en la casilla reservada para las centenas de la respuesta final. </p>
        <center>
        <img src="../../imagenes/para_aritmetica/para_sumar/2.png" width="800" height="300">
        </center>
        <p>Por lo tanto, el resultado de la suma es seiscientos treinta y siete: 514 + 123 = 637</p>
        <br>  
        <h2>Sumar llevando acarreos</h2>
        <p>Cuando sumamos los n&uacute;meros de una columna el resultado puede ser mayor a 9. Aprende qué hacer en esos casos: </p>
        <p>Al sumar los valores posicionales de los n&uacute;meros 514 y 123, ninguna de las sumas es mayor que 9. Sin embargo, esto no siempre es as&iacute;, veamos el siguiente ejemplo: realicemos la suma 8728 + 5537.</p>
        <p>Antes de empezar ubicamos los números uno sobre otro de tal forma que sus valores posicionales coincidan.</p>
        <br>
        <br>

        <h2>Paso 1:</h2>
        <p>Sumamos la columna de las unidades: 8 + 7 = 15, que significa una decena y cinco unidades.  Ponemos el cinco en el lugar reservado para las unidades pero la decena debe ser sumada con las decenas, llevamos este uno a la columna que le corresponde.</p>
        <center>
        <img src="../../imagenes/para_aritmetica/para_sumar/sumaraca1.png" width="600" height="300">
        </center>
        <br>
        <p>A los n&uacute;meros que llevamos hasta la siguiente columna los llamamos acarreos</p>
        <h2>Paso 2:</h2>
        <p>Cuando sumemos las decenas debemos adicionar el acarreo al resultado.  En este caso tenemos: 2 + 3 = 5, m&aacute;s uno que llevamos, 6. </p>
        <center>
        <img src="../../imagenes/para_aritmetica/para_sumar/sumaraca2.png" width="1000" height="300">
        </center>
        <h2>Paso 3:</h2>
        <center>
        <img src="../../imagenes/para_aritmetica/para_sumar/sumaraca3.png" width="600" height="200">
        </center>
        <p>Sumamos las centenas.  Como esta vez no hay acarreos pendientes, la suma a realizar es simplemente 7 + 5 = 12. Ponemos el 2 en la casilla de centenas de la respuesta y pasamos el 1 como acarreo a la columna de las unidades de mil.</p>
        <h2>Paso 4:</h2>
        <p>Sumamos las unidades de mil.  Teniendo en cuenta el acarreo, la suma a realizar es 8 + 5 + 1 = 14. Como no quedan m&aacute;s columnas por sumar ponemos el 14, de esta forma se obtiene el resultado: 8728 + 5537 = 14265.</p>
        <center>
        <img src="../../imagenes/para_aritmetica/para_sumar/sumaraca4.png" width="700" height="300">
        </center>
        <br>
        <br>
        <h2>Propiedades de la suma:</h2>
        <p>Comencemos aplicando una propiedad a una situaci&oacute;n cotidiana en la vida: <br>Buscamos una mochila vac&iacute;a y la abrimos. Primero metemos 3 cuadernos grandes y luego 6 cuadernos peque&ntilde;os. ¿Cu&aacute;ntos cuadernos hay en la mochila?  </p>
        <center>
        <img src="../../imagenes/para_aritmetica/para_sumar/p1.png" width="429" height="64">
        </center>
        <br>
        <p>Para resolver esta pregunta solo hay que sumar la cantidad de cuadernos grandes m&aacute;s la cantidad de cuadernos peque&ntilde;os.<br>
        3 + 6  =
        <br>
        3 + 6 = 9
        <br>
        Hay 9 cuadernos en la mochila.
        <br>
        ¿Seguir&iacute;a habiendo 9 cuadernos en la mochila si hubi&eacute;semos metido primero los cuadernos peque&ntilde;os y luego los grandes?
        <br>
        Vamos a verlo:</p>
        <center>
        <img src="../../imagenes/para_aritmetica/para_sumar/p2.png" width="429" height="64">
        </center>
        <br>
        6 + 3 =
        <br>
        6 + 3 = 9
        <br>
        S&iacute;, seguir&iacute;a habiendo 9 cuadernos.
        <br>
        El resultado de la suma ser&aacute; el mismo sin importar el orden de los sumandos (que en este caso son 3 y 6).
        <br>
        Esta es la primera de <b>las propiedades de la suma</b> y la conocemos como <b>PROPIEDAD CONMUTATIVA</b>.
        <center>
        <img src="../../imagenes/para_aritmetica/para_sumar/p3.png" width="446" height="207">
        </center>
        <br>
        <p>Es una propiedad muy &uacute;til cuando tienes que sumar dos cantidades y una de ellas es mayor que la otra.  
            Si tienes que sumar 3 + 34, ser&aacute; m&aacute;s f&aacute;cil si comienzas con 34 y le a&ntilde;ades 3 que al rev&eacute;s. Cuando se tenga que hacer una suma, comienza con la cantidad mayor.</p>
        <br>
        <p>Ahora vamos con otro ejemplo con fines did&aacute;cticos.</p>
        <p>Buscamos un estuche vac&iacute;o y metemos 3 l&aacute;pices verdes, 8 l&aacute;pices amarillos y 2 azules. ¿Cu&aacute;ntos l&aacute;pices hay en el estuche?</p>
        <img src="../../imagenes/para_aritmetica/para_sumar/p4.png" width="144" height="62">
        <p>Para saber cu&aacute;ntos hay los sumamos:
            <br>
            3 + 8 + 2 =
            <br>
            ¿C&oacute;mo se resuelve esta suma?
        </p>
        <ul>
            <li>¿Sumando primero tres m&aacute;s ocho y a&ntilde;adi&eacute;ndole al resultado dos?
                <br>
                (3+8) + 2 =
                <br>
                <img src="../../imagenes/para_aritmetica/para_sumar/p5.png" width="144" height="62">
            </li>
            <li>¿O sumando primero ocho m&aacute;s dos y a&ntilde;adi&eacute;ndole al resultado tres?
                <br>
                3 + (8+2) =
                <br>
                <img src="../../imagenes/para_aritmetica/para_sumar/p6.png" width="144" height="62">
            </li>
          </ul>
          <p>Puede resolverse de cualquiera de las dos maneras y el resultado va a ser el mismo.</p>
          <p>Cuando tenemos tres o m&aacute;s sumandos, es posible comenzar sumando los dos primeros y al resultado sumarle el tercero, o al rev&eacute;s, comenzar sumando el segundo y el tercero y al resultado sumarle el primero.</p>
          <p>Esta es la segunda de las <b>propiedades de la suma</b> y la conocemos como: <b>PROPIEDAD ASOCIATIVA. </b></p>
          <center>
          <img src="../../imagenes/para_aritmetica/para_sumar/p7.png" width="446" height="207">
          </center>
          <p>La propiedad asociativa tambi&eacute;n puede ayudarnos a resolver las sumas. 
              En este caso es m&aacute;s f&aacute;cil la segunda opci&oacute;n, comenzar sumando ocho m&aacute;s dos porque sabemos que da diez.</p>
          <p>Sigamos con un &uacute;ltimo ejemplo cotidiano</p>
          <p>Guardamos en la mochila 4 galletas de chocolate y 0 de avena. ¡No tenemos galletas de avena! ¿Cu&aacute;ntas galletas hay en total en la mochila?</p>
          <img src="../../imagenes/para_aritmetica/para_sumar/p8.png" width="202" height="29">
          <br>
          4 + 0 = 4
          <br>
          Hay 4 galletas en la mochila.
          <br>
          La suma de cualquier número m&aacute;s cero (0) es igual al mismo n&uacute;mero. Por eso el cero (0) es el <b>ELEMENTO NEUTRO</b> de la suma.
          <center>
          <img src="../../imagenes/para_aritmetica/para_sumar/p9.png" width="446" height="207">

          <p>Para una comprensi&oacute;n m&aacute;s did&aacute;ctica de la operaci&oacute;n, ver el siguiente v&iacute;deo: </p>
          <iframe width="560" height="315" src="https://www.youtube.com/embed/oexd_Dfic_Q" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
          </center>
          </div>

          <footer class="footer">
            <p>Universidad de El Salvador - TPI115 - EISI - GRUPO 06</p>
            <p>Contactenos: <a href="tel: +50370392202">Nuestro telefono</a></p>
            <p><a href="email: mv18037@ues.edu.sv">Nuestro email</a></p>
            <p>Nuestra pagina web: <a href="https://rosalioalfre2.github.io/grupo06.tpi.eisi">https://rosalioalfre2.github.io/grupo06.tpi.eisi</a></p>
          </footer>
</body>

</html>